_posts/language/2024-07-26-kiln.html
---
layout: post
title: 单词本：kiln
tags: [English]
categories: [language]
---
<p>
今天看到一条消息，说水泥行业的碳减排之路任重道远。水泥是我们生活中很重要的一种工业品。然而……
</p>

<p>
Cement production is not easy to decarbonize due to the high
temperatures required in the <b>kiln</b> and the emissions from the
calcination of limestone.
</p>

<p>
水泥生产是能耗很大的工业过程。这里， <b>kiln</b> 是烧制水泥的高温窑。这个词其实来自拉丁语 cocina ，法语单词 cuisine 也是源自 culina，我们之前遇到过：
<a href="../../../../../../../Library/CloudStorage/OneDrive-ABB/Briefcase/notes/kimi.im/_notes/_posts/language/2014-01-26-francais-cuisine.html#ID-2242725a-6861-4763-b1b5-e07f20c730db">单词本： cuisine</a> 。
</p>

<p>
cocina 的拉丁语意思是厨房、炉灶。 <b>kiln</b> 窑不就是个放大的炉灶么。
</p>

<p>
而 cocina 又来自拉丁语 coquere 的 cook 烹饪。
</p>

<p>
那么，整理一下同源的单词：
</p>
<ul class="org-ul">
<li>cook 烹饪，德语 kochen 法语 fare cuire</li>
<li>Kuchen 德语糕点，英语里则是德式糕点</li>
<li>kitchen 厨房，德语die Kü chen 法语 la cuisine</li>
<li>kiln 窑</li>
</ul>
